[
    // {
    //     "ID": "1",
    //     "title": "Public Data Leak",
    //     "difficulty": "4",
    //     "scenario": "Stuart comes by and says \"Hey have you seen this tweet?\" -  @KileyKiwi says 'Hey @DIANZ I just submitted my Citizenship application online and it keeps showing that I uplaoded someone elses passport and personal data! NOT SECURE! This is very uncool.'"
    // },
    {
        "ID": "1",
        "title": "OpenShift Outage",
        "difficulty": "4",
        "scenario": "We are advised that due to a major incident, the OpenShift Production and NPE Clusters will be out for a period of 2 days."
    },
    {
        "ID": "2",
        "title": "AWOL Case Officer",
        "difficulty": "2",
        "scenario": "A case officer, after a lifetime of service, finally lost it and went through all active applications and rejected them before throwing their laptop out a window and leaving the building."
    },
    {
        "ID": "3",
        "title": "Doc Upload Failure",
        "difficulty": "5",
        "scenario": "You recieve a call to the call center that \"Document Upload is Failing please come back later.\""
    },
    {
        "ID": "4",
        "title": "Register Problems",
        "difficulty": "4",
        "scenario": "A customer has recently attended a ceremony, but has been rejected for a passport on the basis they are not a citizen. They have raised an issue with the service desk."
    },
    {
        "ID": "5",
        "title": "Liveness Failure",
        "difficulty": "3",
        "scenario": "You are recieving reports that folks are unable to submit an application because they cannot complete the liveness check."
    },
    {
        "ID": "6",
        "title": "Data Change Fail",
        "difficulty": "2",
        "scenario": "An incident is raised saying that they have been advised they incorrectly issued a document to a person but had the wrong name. You remember the name because you did a manual data change to the register regarding that name."
    },
    // {
    //     "ID": "6",
    //     "title": "K2 Outage",
    //     "difficulty": "2",
    //     "scenario": "K2 Has Reported a significant outage affecting all of their customers. K2 is failing all availability checks in all environments."
    // },
    {
        "ID": "7",
        "title": "iDAL API Issue",
        "difficulty": "1",
        "scenario": "Sally South has filed a ticket in the Service Desk stating that the Sequence Numbers on the iDAL Payloads are no longer being populated. As a result, the iDAL is rejecting payloads."
    },
    {
        "ID": "8",
        "title": "EI/iDAL Integration issues",
        "difficulty": "4",
        "scenario": "iDAL Payloads are not showing up in the drop zone. The API is showing that the payload has successfully been uploaded."
    }
]
